Repository: kaleblub/404Studio-Website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: WHO WE ARE
es: QUIÉNES SOMOS

source: More Than a Studio — A Digital Ally
es: Más que un estudio: Un Aliado Digital

source: At 404 Studio, we don’t just build websites — we build digital experiences. Born from a passion for design, development, and meaningful technology, we exist to simplify the complicated and illuminate the digital path forward for individuals and small businesses.
es: En 404 Studio, no solo creamos sitios web, sino que creamos experiencias digitales. Nacidos de la pasión por el diseño, el desarrollo y la tecnología significativa, existimos para simplificar lo complicado e iluminar el camino digital para individuos y pequeñas empresas.

source: Built for Visionaries
es: Creado para Visionarios

source: We love working with people who dare to imagine differently — whether you're a founder, artist, or side-hustler.
es: Nos encanta trabajar con personas que se atreven a imaginar de forma diferente, ya seas fundador, artista o emprendedor.

source: Transparent & Collaborative
es: Transparente y Colaborativo

source: You’ll always know where we’re at in the process, and you’ll be invited to shape the outcome.
es: Siempre sabrás en qué punto del proceso nos encontramos y te invitaremos a contribuir al resultado.

source: Let’s Connect
es: Conectemos

source: Our Core Values
es: Nuestros valores fundamentales

source: Clarity Over Complexity
es: Claridad Sobre Complejidad

source: We don’t build for confusion. We build clean, intuitive experiences with structure and intention.
es: No creamos para la confusión. Creamos experiencias claras e intuitivas con estructura e intención.

source: Function Meets Design
es: Función y Diseño

source: Design isn't decoration—it's part of the build. We believe form and function should elevate each other.
es: El diseño no es decoración, es parte de la construcción. Creemos que la forma y la función deben complementarse mutuamente.

source: People First
es: Las Personas Primero

source: Clients are collaborators, not just customers. Your goals, your voice, your wins matter most.
es: Los clientes son colaboradores, no solo consumidores. Tus objetivos, tu voz, tus logros son lo más importante.

source: Technologies We Use
es: Tecnologías Que Usamos

source: We use powerful, reliable tools to create web solutions that are flexible, scalable, and fast.
es: Utilizamos herramientas potentes y confiables para crear soluciones web flexibles, escalables y rápidas.

source: Let’s Build Something Brilliant
es: Construyamos Algo Brillante

source: Whether you’re ready now or just exploring, reach out and say hi.
es: Ya sea que estés listo ahora o simplemente estés explorando, contáctanos y dinos hola.

source: Home
es: Inicio

source: About
es: Acerca de

source: Services
es: Servicios

source: Portfolio
es: Portafolio

source: Pricing
es: Precios

source: Contact
es: Contacto

source: Schedule Consultation
es: Agendar consulta

source: About Us
es: Sobre nosotros

source: Latest Work
es: Últimos trabajos

source: Resources
es: Recursos

source: FAQs
es: Preguntas frecuentes

source: Schedule Appointment
es: Agendar cita

source: Ready to build?
es: ¿Listo para construir?

source: Let's start with a discovery call — We'll map your vision and bring your website to life!
es: Comencemos con una llamada de descubrimiento: ¡asignaremos su visión y daremos vida a su sitio web!

source: Meet With Our Team
es: Reúnete con nuestro equipo

source: 2025, All rights reserved.
es: 2025, Todos los derechos reservados.

source: Icons created by
es: Iconos creados por

source: from
es: de

source: Chat to our friendly team
es: Chatea con nuestro amable equipo

source: We’d love to hear from you. Please fill out this form or shoot us an email or message.
es: Nos encantaría saber de usted. Complete este formulario o envíenos un correo electrónico o mensaje.

source: Email
es: Correo electrónico

source: Our friendly team is here to help.
es: Nuestro amable equipo está aquí para ayudar.

source: Live chat
es: Chat en vivo

source: Office
es: Oficina

source: Currently Located in
es: Actualmente ubicado en

source: If you are nearby, let's schedule an in-person meeting!
es: Si estás cerca, ¡programemos una reunión en persona!

source: Phone/Whatsapp
es: Teléfono/Whatsapp

source: Mon-Fri from 8am to 5pm.
es: Lunes a viernes de 8h a 17h.

source: Message Us On Whatsapp
es: Envíanos un mensaje en WhatsApp

source: Company Code
es: Código de la empresa

source: First Name
es: Nombre de pila

source: Last Name
es: Apellido

source: Email address
es: Dirección de correo electrónico

source: Company Name
es: Nombre de Empresa

source: Business Type / Area
es: Tipo de Negocio / Área

source: Subject
es: Sujeto

source: Message
es: Mensaje

source: Send message
es: Enviar mensaje

source: PRICING
es: PRECIOS

source: Your Guide Through The
es: Su guía a través de lo

source: Digital Unknown
es: Desconocido Digital

source: Whether you're starting from scratch, stuck in the middle, or scaling something big—I'm here to build, guide, and solve. Design, development, automation, or something weird? Let’s make it real.
es: Ya sea que estés empezando desde cero, atascado en el proceso o escalando algo grande, estoy aquí para construir, guiar y resolver. ¿Diseño, desarrollo, automatización o algo inusual? Hagámoslo realidad.

source: See Our Work
es: Vea Nuestro Trabajo

source: Explore Our Areas of Expertise
es: Explora Nuestras Áreas de Especialización

source: From building beautiful, functional websites to keeping them secure and running smoothly, we offer full-spectrum services to help your online presence thrive.
es: Desde la creación de sitios web atractivos y funcionales hasta su seguridad y correcto funcionamiento, ofrecemos servicios integrales para que su presencia en línea prospere.

source: Development
es: Desarrollo

source: We build fast, modern, and scalable websites and web applications tailored to your brand, using the latest technologies to ensure performance and functionality.
es: Creamos sitios web y aplicaciones web rápidos, modernos y escalables, adaptados a su marca, utilizando las últimas tecnologías para garantizar rendimiento y funcionalidad.

source: Hosting
es: Alojamiento

source: Enjoy reliable, secure, and fast website hosting solutions. We handle uptime, backups, and server management so you can focus on your business.
es: Disfrute de soluciones de alojamiento web confiables, seguras y rápidas. Nos encargamos del tiempo de actividad, las copias de seguridad y la administración del servidor para que usted pueda concentrarse en su negocio.

source: Design
es: Diseño

source: From wireframes to final visuals, our design process ensures your website not only looks stunning but also delivers an intuitive user experience that converts.
es: Desde los wireframes hasta las imágenes finales, nuestro proceso de diseño garantiza que su sitio web no solo tenga un aspecto impresionante, sino que también ofrezca una experiencia de usuario intuitiva que convierta.

source: Management
es: Gestión

source: We manage everything from content updates to performance monitoring, so your website stays fresh, functional, and aligned with your business goals.
es: Nos encargamos de todo, desde las actualizaciones de contenido hasta la supervisión del rendimiento, para que su sitio web se mantenga actualizado, funcional y alineado con los objetivos de su negocio.

source: Troubleshooting
es: Solución de Problemas

source: Got bugs or technical issues? We diagnose and resolve website errors, broken features, or performance slowdowns quickly and efficiently.
es: ¿Tiene errores o problemas técnicos? Diagnosticamos y solucionamos errores del sitio web, funciones defectuosas o ralentizaciones del rendimiento de forma rápida y eficiente.

source: Need something custom? From SEO and analytics setup to email configuration or third-party integrations—we’ve got you covered.
es: ¿Necesitas algo personalizado? Desde la configuración de SEO y analítica hasta la configuración del correo electrónico o integraciones con terceros, lo tenemos cubierto.

source: Your Partner in Web Development and Digital Solutions
es: Su socio en desarrollo web y soluciones digitales

source: 404 Studio LLC is a web development agency committed to delivering modern, user-centric websites that elevate your business. With years of experience in the industry, we are passionate about bringing your vision to life through cutting-edge design, development, and ongoing support.
es: 404 Studio LLC es una agencia de desarrollo web comprometida con la creación de sitios web modernos y centrados en el usuario que impulsen su negocio. Con años de experiencia en el sector, nos apasiona hacer realidad su visión mediante diseño, desarrollo y soporte continuo de vanguardia.

source: Read more about us
es: Lea más sobre nosotros

source: “404 Studio LLC has revamped our website and online store that was previously crashing. With patience, diligence, and professionalism the team at 404 has taken care of our needs. Weekly, we continue to have updates in the shop with sales and new items and 404 Studio is eager to take care of these items. Working with our diverse team, 404 Studio strives to meet deadlines, offer advice to improve our services, and unifies team work. With competitive pricing and polite customer service, I would recommend 404 Studio to others.”
es: “404 Studio LLC ha renovado nuestro sitio web y tienda en línea, que anteriormente fallaban. Con paciencia, diligencia y profesionalismo, el equipo de 404 ha atendido nuestras necesidades. Semanalmente, continuamos actualizando la tienda con ofertas y nuevos artículos, y en 404 Studio estamos ansiosos por encargarnos de estos asuntos. Trabajando con nuestro diverso equipo, 404 Studio se esfuerza por cumplir con los plazos, ofrecer consejos para mejorar nuestros servicios y unificar el trabajo en equipo. Con precios competitivos y un servicio al cliente amable, recomendaría 404 Studio a otros.”

source: Founder of Woven Dignity
es: Fundador de Woven Dignity

source: “ Lorem ipsum dolor sit amet consectetur adipisicing elit... ”
es: "Lorem ipsum dolor sit amet consectetur adipising elit ..."

source: Our Pricing Packages & Plans
es: Nuestros Paquetes de Precios

source: Need help with building a website? Or want to let us handle hosting your website?
es: ¿Necesitas ayuda para crear un sitio web? ¿O prefieres que nos encarguemos del alojamiento de tu sitio web?

source: Need a different service
es: ¿Necesita un servicio diferente?

source: Custom site builds, redesigns, and ecommerce integration.
es: Creación de sitios personalizados, rediseños e integración de comercio electrónico.

source: Starting from
es: A partir de

source: What’s included:
es: Qué incluye:

source: CMS or static site options
es: Opciones de CMS o sitio estático

source: SEO Setup
es: Configuración de SEO

source: Launch Support & Revisions
es: Soporte de Lanzamiento y Revisiones

source: Fast, secure hosting managed by 404 Studio.
es: Alojamiento rápido y seguro administrado por 404 Studio.

source: 12 Payments Yearly
es: 12 Pagos Anuales

source: View Plans
es: Ver Planes

source: SSL + security updates
es: SSL + actualizaciones de seguridad

source: Priority Support
es: Soporte prioritario

source: Need Help Choosing?
es: ¿Necesitas ayuda para elegir?

source: Schedule a free consultation now, and we will figure out which package and/or plan is right for your situation!
es: ¡Programe una consulta gratuita ahora y determinaremos qué paquete o plan es el más adecuado para su situación!

source: What do you want to ask
es: ¿Qué quieres preguntar?

source: Service Interested In
es: Servicio de interés

source: We build professional websites, provide hosting, offer ongoing support, and digital solutions. Reach out to us anytime!
es: Creamos sitios web profesionales, proporcionamos alojamiento, ofrecemos soporte continuo y soluciones digitales.

source: Join our email list</a> for updates and offers.
es: Únase a nuestra lista de correo electrónico </a> Para actualizaciones y ofertas.

source: Website Home Page
es: página de inicio del sitio web

source: Visit our website and become familiar with what we do!
es: ¡Visite nuestro sitio web y familiarícese con lo que hacemos!

source: Send us an Email.
es: Envíanos un correo electrónico.

source: Take a look at our past works.
es: Eche un vistazo a nuestros trabajos pasados.

source: Reach out to us through Whatsapp.
es: Comuníquese con nosotros a través de WhatsApp.

source: We build beautiful, custom, high-performing websites
es: Creamos sitios web hermosos, personalizados y de alto rendimiento

source: Combining clean design, modern frameworks, and thoughtful UX to bring ideas to life on the web.
es: Combinando diseño limpio, marcos modernos y UX reflexivo para dar vida a las ideas en la web.

source: From landing pages to complex platforms, we tailor every build to your specific needs.
es: Desde páginas de destino hasta plataformas complejas, adaptamos cada compilación a sus necesidades específicas.

source: Responsive & Accessible
es: Responsivo y Accesible

source: Every website works beautifully across all devices and meets accessibility standards.
es: Todos los sitios web funcionan a la perfección en todos los dispositivos y cumplen con los estándares de accesibilidad.

source: Scalable Tech Stack
es: Pila tecnológica escalable

source: Built with tools like TailwindCSS, Python, JavaScript, and more—ready to scale as your business grows.
es: Desarrollado con herramientas como TailwindCSS, Python, JavaScript y más, listo para escalar a medida que crece su negocio.

source: ILCA Bejaia is an International Learning Center in Algeria offering language courses and learning resources.
es: ILCA Bejaia es un Centro Internacional de Aprendizaje en Argelia que ofrece cursos de idiomas y recursos de aprendizaje.

source: View Live Site
es: Ver sitio en vivo

source: Woven Dignity is a non-profit organization specializing in handmade cards, with the main focus being to provide refugee women with hope and empowerment through sustainable work.
es: Woven Dignity es una organización sin fines de lucro especializada en tarjetas hechas a mano, cuyo principal objetivo es brindar esperanza y empoderamiento a las mujeres refugiadas a través del trabajo sostenible.

source: Migrated from Squarespace to a modern custom design and built from scratch with Flask, HTML5, Tailwindcss, and JavaScript.
es: Migra de Squarespace a un diseño moderno y personalizado, creado desde cero con Flask, HTML5, Tailwind CSS y JavaScript.

source: Choose your focus: Development, Hosting, or Both.
es: Elige tu enfoque: Desarrollo, Hosting o Ambos.

source: Need something outside of hosting or development?
es: ¿Necesita algo más que alojamiento o desarrollo?

source: Request a Custom Quote
es: Solicitar una cotización personalizada

source: Starter Site
es: Sitio de inicio

source: A simple but professional one-pager or brochure site.
es: Un sitio web de una sola página o folleto simple pero profesional.

source: Responsive design
es: Diseño responsivo

source: Up to 5 sections/pages
es: Hasta 5 secciones/páginas

source: Basic SEO
es: SEO básico

source: 1 Revision Round
es: 1 Ronda de revisión

source: Growth Website
es: Sitio web de crecimiento

source: Ideal for businesses ready to scale with more content and structure.
es: Ideal para empresas listas para escalar con más contenido y estructura.

source: Multi-page layout
es: Diseño de varias páginas

source: CMS integration
es: Integración de CMS

source: 2 Revision Rounds
es: 2 rondas de revisión

source: Pro Custom Build
es: Construcción Personalizada Profesional

source: Full custom development, animations, and advanced features.
es: Desarrollo personalizado completo, animaciones y funciones avanzadas.

source: Full-stack Flask setup
es: Configuración completa de Flask

source: Custom APIs
es: API personalizadas

source: Advanced UI/UX
es: Interfaz de usuario/experiencia de usuario avanzada

source: 3 Revision Rounds
es: 3 rondas de revisión

source: $20/mo
es: $20/mes

source: Great for small websites and portfolios.
es: Ideal para sitios web pequeños y portafolios.

source: Free SSL
es: SSL gratis

source: Weekly Backups
es: Copias de seguridad semanales

source: 1 Email Address
es: 1 dirección de correo electrónico

source: Basic Support
es: Soporte básico

source: $35/mo
es: $35/mes

source: Optimized for growing businesses.
es: Optimizado para empresas en crecimiento.

source: Daily Backups
es: Copias de seguridad diarias

source: Up to 3 Emails
es: Hasta 3 correos electrónicos

source: Performance Monitoring
es: Monitoreo del rendimiento

source: Pro Hosting & Care
es: Alojamiento Pro y Soporte or Alojamiento Pro y Mantenimiento

source: $60/mo
es: $60/mes

source: All-in-one care plan for serious businesses.
es: Plan de atención todo en uno para empresas serias.

source: All Business Features
es: Todas las funciones comerciales

source: Monthly Reports
es: Informes mensuales

source: 5+ Emails
es: 5+ correos electrónicos

source: Uptime Alerts
es: Alertas de tiempo de actividad

source: Services Built for Impact
es: Servicios creados para generar impacto

source: Whether you're starting a business or scaling an idea, these are the tools to help you launch smarter, grow faster, and run leaner.
es: Ya sea que estés iniciando un negocio o expandiendo una idea, estas son las herramientas que te ayudarán a lanzarte de forma más inteligente, crecer más rápido y operar de forma más eficiente.

source: We build fast, mobile-first websites using HTML5, TailwindCSS, JavaScript, Python(Django or Flask), and SQL — optimized for performance, accessibility, and scalability. Curated for your specific needs.
es: Creamos sitios web rápidos y optimizados para dispositivos móviles con HTML5, TailwindCSS, JavaScript, Python (Django o Flask) y SQL, optimizados para un rendimiento óptimo, accesibilidad y escalabilidad. Diseñados para satisfacer tus necesidades específicas.

source: Jinja templating for dynamic content
es: Plantillas Jinja para contenido dinámico

source: Backend-ready with connections for any database with Flask or Django
es: Listo para backend con conexiones para cualquier base de datos con Flask o Django

source: Reliable hosting with security, backups, and uptime you don’t have to think about. Includes monitoring, updates, and monthly performance reviews.
es: Alojamiento confiable con seguridad, copias de seguridad y disponibilidad ilimitada. Incluye monitoreo, actualizaciones y revisiones mensuales de rendimiento.

source: Free SSL, domain integration & CDN
es: SSL gratuito, integración de dominios y CDN

source: UI/UX & Visual Design
es: Diseño UI/UX y visual

source: From wireframes to final pixels, we design clear, functional, and beautiful user interfaces that convert — using Figma and custom Tailwind styling.
es: Desde los wireframes hasta los píxeles finales, diseñamos interfaces de usuario claras, funcionales y atractivas que convierten, utilizando Figma y el estilo personalizado de Tailwind.

source: Style guides & component libraries
es: Guías de estilo y bibliotecas de componentes

source: Brand-integrated design systems
es: Sistemas de diseño integrados de marca

source: Mobile-first design with feedback loops
es: Diseño móvil con bucles de retroalimentación

source: Need to connect your website with Mailchimp, Supabase, Stripe, or Notion? We streamline your stack and reduce manual work through smart automations.
es: ¿Necesitas conectar tu sitio web con Mailchimp, Supabase, Stripe o Notion? Optimizamos tu infraestructura y reducimos el trabajo manual mediante automatizaciones inteligentes.

source: Form to CRM/email automations
es: Automatizaciones de formularios a CRM/correo electrónico

source: Payment gateways & webhook support
es: Pasarelas de pago y compatibilidad con webhooks

source: Other automation ideas that can help make things more effectient for your business
es: Otras ideas de automatización que pueden ayudar a mejorar la eficiencia de su negocio.

source: Site Fixes & Weird Stuff
es: Correcciones del sitio y cosas raras

source: Broken forms? Hosting glitches? A client site that needs help fast? We take on one-off troubleshooting tasks and legacy site cleanups with fast turnaround.
es: ¿Formularios rotos? ¿Problemas de alojamiento? ¿El sitio de un cliente necesita ayuda urgente? Nos encargamos de tareas puntuales de resolución de problemas y limpieza de sitios antiguos con una rápida respuesta.

source: Bug fixes & legacy cleanup
es: Corrección de errores y limpieza de elementos heredados

source: Emergency performance optimizations
es: Optimizaciones del rendimiento en situaciones de emergencia

source: Migration support (Squarespace, WordPress → Flask/Django)
es: Soporte de migración (Squarespace, WordPress → Flask/Django)

source: Not sure what you need?
es: ¿No estás seguro de lo que necesitas?

source: We’ll help you figure it out in a free 20-minute consult. No pressure, just solutions.
es: Te ayudaremos a resolverlo en una consulta gratuita de 20 minutos. Sin presiones, solo soluciones.

source: Options
es: Opciones

source: Invalid input.
es: Entrada no válida.

source: Invalid email address.
es: Dirección de correo electrónico no válida.

source: Invalid Mac address.
es: Dirección Mac no válida.

source: Invalid URL.
es: URL inválida.

source: Invalid UUID.
es: UUID no válido.

source: Invalid value, must be one of: %(values)s.
es: Valor no válido, debe ser uno de: %(values)s.

source: Invalid value, can't be any of: %(values)s.
es: Valor no válido, no puede ser ninguno de: %(values)s.

source: This field cannot be edited.
es: Este campo no se puede editar.

source: This field is disabled and cannot have a value.
es: Este campo está deshabilitado y no puede tener un valor.

source: Invalid CSRF Token.
es: Token CSRF no válido.

source: CSRF token missing.
es: Falta el token CSRF.

source: CSRF failed.
es: CSRF falló.

source: CSRF token expired.
es: El token CSRF expiró.

source: Invalid Choice: could not coerce.
es: Opción no válida: no se pudo coaccionar.

source: Choices cannot be None.
es: Las opciones no pueden ser Ninguno.

source: Not a valid choice.
es: No es una elección válida

source: Invalid choice(s): one or more data inputs could not be coerced.
es: Elecciones no válidas: no se pudieron forzar una o más entradas de datos.

source: Not a valid datetime value.
es: No es un valor de fecha y hora válido.

source: Not a valid date value.
es: No es un valor de fecha válido.

source: Not a valid time value.
es: No es un valor de tiempo válido.

source: Not a valid week value.
es: No es un valor de semana válido.

source: Not a valid integer value.
es: No es un valor entero válido.

source: Not a valid decimal value.
es: No es un valor decimal válido.

source: Not a valid float value.
es: No es un valor flotante válido.
